{
  "es": {
    "padre_nuestro": {
      "texto": "Padre nuestro que estás en el cielo, santificado sea tu Nombre...\n(Completa versión)",
      "audio": "assets/audio/padre-nuestro-es.mp3"
    },
    "ave_maria": {
      "texto": "Dios te salve, María, llena eres de gracia, el Señor es contigo...\n(Completa versión)",
      "audio": "assets/audio/ave-maria-es.mp3"
    },
    "credo": {
      "texto": "Creo en Dios, Padre todopoderoso, creador del cielo y de la tierra...\n(Completa versión)",
      "audio": "assets/audio/credo-es.mp3"
    },
    "salve": {
      "texto": "Dios te salve, Reina y Madre de misericordia, vida, dulzura y esperanza nuestra...\n(Completa versión)",
      "audio": "assets/audio/salve-es.mp3"
    },
    "magnificat": {
      "texto": "Proclama mi alma la grandeza del Señor, se alegra mi espíritu en Dios mi Salvador...\n(Completa versión)",
      "audio": "assets/audio/magnificat-es.mp3"
    },
    "gloria": {
      "texto": "Gloria al Padre, al Hijo y al Espíritu Santo...\n(Completa versión)",
      "audio": "assets/audio/gloria-es.mp3"
    },
    "actos_de_contricion": {
      "texto": "Señor mío, Jesucristo, Dios y hombre verdadero, me pesa de todo corazón haber pecado...\n(Completa versión)",
      "audio": "assets/audio/contricion-es.mp3"
    },
    "oracion_al_espiritu_santo": {
      "texto": "Ven, Espíritu Santo, llena los corazones de tus fieles y enciende en ellos el fuego de tu amor...\n(Completa versión)",
      "audio": "assets/audio/espiritu-santo-es.mp3"
    },
    "angelus": {
      "texto": "El ángel del Señor anunció a María, y concibió por obra del Espíritu Santo...\n(Completa versión)",
      "audio": "assets/audio/angelus-es.mp3"
    },
    "oracion_por_la_familia": {
      "texto": "Señor, bendice a mi familia. Que reine en nuestro hogar el amor, la fe y la paz...\n(Completa versión)",
      "audio": "assets/audio/familia-es.mp3"
    }
  },
  "en": {
    "our_father": {
      "texto": "Our Father who art in heaven, hallowed be thy name...\n(Full version)",
      "audio": "assets/audio/our-father-en.mp3"
    },
    "hail_mary": {
      "texto": "Hail Mary, full of grace, the Lord is with thee...\n(Full version)",
      "audio": "assets/audio/hail-mary-en.mp3"
    },
    "creed": {
      "texto": "I believe in God, the Father almighty, Creator of heaven and earth...\n(Full version)",
      "audio": "assets/audio/creed-en.mp3"
    },
    "salve": {
      "texto": "Hail, Holy Queen, Mother of mercy, our life, our sweetness, and our hope...\n(Full version)",
      "audio": "assets/audio/salve-en.mp3"
    },
    "magnificat": {
      "texto": "My soul magnifies the Lord, and my spirit rejoices in God my Savior...\n(Full version)",
      "audio": "assets/audio/magnificat-en.mp3"
    },
    "glory_be": {
      "texto": "Glory be to the Father, and to the Son, and to the Holy Spirit: As it was in the beginning, is now, and ever shall be, world without end. Amen.",
      "audio": "assets/audio/glory-be-en.mp3"
    },
    "act_of_contrition": {
      "texto": "O my God, I am sorry for my sins because I have offended you. I know I should love you above all things. Help me to do penance, to do better, and to avoid anything that might lead me to sin. Amen.",
      "audio": "assets/audio/contrition-en.mp3"
    },
    "prayer_to_holy_spirit": {
      "texto": "Dear Holy Spirit, you are my friend. I give you myself. I ask you to dwell deeply inside of me and make me holy. I want to know the fire of God’s love. I want to love God with all my heart. Amen!",
      "audio": "assets/audio/holy-spirit-en.mp3"
    },
    "angelus": {
      "texto": "The Angel of the Lord declared to Mary: And she conceived of the Holy Spirit.

Hail Mary, full of grace, the Lord is with thee; blessed art thou among women and blessed is the fruit of thy womb, Jesus. Holy Mary, Mother of God, pray for us sinners, now and at the hour of
our death. Amen.

Behold the handmaid of the Lord: Be it done unto me according to Thy word.

Hail Mary...

And the Word was made Flesh: And dwelt among us.

Hail Mary...


Pray for us, O Holy Mother of God, that we may be made worthy of the promises of Christ. 

Let us pray:

Pour forth, we beseech Thee, O Lord, Thy grace into our hearts; that we, to whom the incarnation of Christ, Thy Son, was made known by the message of an angel, may by His Passion and Cross be brought to the glory of His Resurrection, through the same Christ Our Lord.

Amen. ",
      "audio": "assets/audio/angelus-en.mp3"
    },
    "prayer_for_family": {
      "texto": "Heavenly Father, we come before you as a family, seeking your divine guidance. Help us to love and support one another, and may our family be a source of unity and strength. We ask for your blessings and grace to be upon us always.",
      "audio": "assets/audio/family-en.mp3"
    }
  }
}
